
# Настройки для кошельков
SHUFFLE = True                                                          # Перемешивать ли кошельки ?
DELAY = [10,30]                                                         # Задержка между кошельками [min, max]


# Ключ для капчи
TWO_CAPTCHA_API_KEY = "API_KEY"                  # Ключ для капчи


# Настройки для змейки
GAMES_PER_ACC = [5,10]                                                  # Количество игр [Минимум, Максимум]
MIN_POINTS = 10                                                         # Минимальное количество поинтов в змейке для счёта
TO_CLAIM_FAUCET = True                                                  # Клеймить ли кран 